Repository: WeDo-Technologies/js-ios-app
Catalog: JasperMobile/*.lproj/Localizable.strings
Languages: it

# servers.info
source: Jaspersoft Mobile v %@ Management tool and report viewer for JasperReports Server 4.2.0 and greater. For more information visit: community.jaspersoft.com/project/ jaspermobile-ios (c) 2011 - 2013 Jaspersoft Corp.
it: Jaspersoft Mobile v %@ Strumento di gestione e del visualizzatore di report per il server JasperReports 4.2.0 e superiori. Per ulteriori informazioni, visitare: community.jaspersoft.com/project/ jaspermobile-ios (c) 2011-2012 Jaspersoft Corp.

# servers.url.tip
source: http://example.com/jasperserver
it: http://esempio.it/jasperserver

# servers.url.errmsg
source: Please specify a valid URL
it: Si prega di specificare un URL valido

# servers.name.label
source: Name
it: Nome

# servers.name.tip
source: my server name
it: il mio server

# servers.name.errmsg.empty
source: Please specify a valid profile name
it: Si prega di specificare un nome di profilo valido

# servers.name.errmsg.exists
source: Profile name already exists. Please specify another profile name
it: Nome profilo esiste già. Si prega di indicare un altro nome del profilo

# servers.orgid.label
source: Organization
it: Organizzazione

# servers.orgid.tip
source: organization id
it: Organizaazione id

# servers.username.label
source: Username
it: Nome utente

# servers.username.tip
source: my username
it: il mio nome utente

# servers.password.tip
source: my password
it: il mio password

# servers.profile.exists
source: Server profile with this url, username and organization_id already exists. Please modify server profile
it: Profilo Server con questo URL, il nome utente e organization_id esiste già. Si prega di modificare il profilo del server

# servers.profile.details.title
source: Server Profile Details
it: Server Profilo Dettagli

# servers.profile.title
source: JasperReports Server profiles
it: JasperReports Server profili

# servers.profile.configure.tips
source: You can add and configure your own server by tapping Edit, or you can select the demo server provided by Jaspersoft to quickly try out how the app works
it: È possibile aggiungere e configurare il proprio server toccando Edit, oppure è possibile selezionare il server demo fornito da Jaspersoft per provare rapidamente come l'applicazione funziona

# servers.profile.configure.help
source: Please add and configure a JasperReports Server account by tapping Edit
it: Si prega di aggiungere e configurare un server JasperReports conto toccando Edit

# servers.new.label
source: Add server profile
it: Aggiungi profilo server

# servers.new.account.title
source: New server account
it: Server di Nuovo account

# servers.myserver.label
source: My server
it: Il mio server

# servers.askpassword.label
source: Always ask for password
it: Chiedi sempre la password

# view.servers
source: Servers
it: Server

# view.repository
source: Repository
it: Deposito

# view.favorites
source: Favorites
it: Preferiti

# view.library
source: Library
it: Biblioteca

# resource.properties.title
source: Resource properties
it: Proprietà delle risorse

# resource.name.title
source: Name:
it: Nome

# resource.label.title
source: Label:
it: Etichetta

# resource.description.title
source: Desc:
it: Descrizione

# resource.type.title
source: Type:
it: Tipo

# delete.dialog.title
source: Deleting resource
it: Cancellare delle risorse

# delete.dialog.msg
source: Are you sure you want to delete this resource?
it: Sei sicuro di voler cancellare questa risorsa?

# status.loading
source: Loading...
it: Caricamento...

# error.readingresponse.dialog.msg
source: Error reading the response
it: Errore durante la lettura della risposta

# error.noconnection.dialog.title
source: No connection
it: Nessun collegamento

# error.noconnection.dialog.msg
source: Please check your mobile network settings and try again
it: Si prega di verificare le impostazioni di rete mobile e riprovare

# error.authenication.dialog.title
source: Authenication needed
it: Autenticazione necessaria

# error.authenication.dialog.msg
source: Please check server credentials
it: Si prega di verificare le credenziali del server

# error.unknownhost.dialog.title
source: Unknown server
it: Del server

# error.unknownhost.dialog.msg
source: A server with the specified hostname could not be found
it: Un server con il nome host specificato non è stato trovato

# error.http.400
source: 400 - Bad Request. The request was invalid
it: 400 - Richiesta non valida. La richiesta non è valida

# error.http.403
source: 403 - Permission Denied. The request is understood, but it has been refused
it: 403 - Autorizzazione negata. La richiesta è capito, ma è stato rifiutato

# error.http.404
source: 404 - Not Found. The URI requested is invalid or the resource requested does not exists
it: 404 - Non trovato. L'URI richiesto non è valido o la risorsa richiesta non esiste

# error.http.500
source: 500 - Internal Server Error
it: 500 - Errore del server interno

# error.http.503
source: 503 - Service Unavailable
it: 503 - Servizio non disponibile

# error.http.504
source: 504 - Gateway Timeout
it: 504 - Timeout del gateway

# dialog.button.ok
source: OK
it: Va bene

# dialog.button.edit
source: Edit
it: Modifica

# dialog.button.cancel
source: Cancel
it: Cancellare

# dialog.button.retry
source: Retry
it: Riprova

# dialog.button.yes
source: Yes
it: Si

# dialog.button.delete
source: Delete
it: Annullare

# dialog.button.addfavorite
source: Add Favorite
it: Aggiungi a Preferiti

# dialog.button.removefavorite
source: Remove Favorite
it: Rimuovi dai preferiti
